# es.gob.fire.quartz
logMQ00 = Se produjo un error durante la preparaci\u00F3n/ejecuci\u00F3n de la tarea: {0}
logMQ01 = No se ha podido iniciar la tarea [{0}] debido a que la fecha de ejecuci\u00F3n del planificador es anterior a la actual.
logMQ02 = Se produjo un error mientras se a\u00F1ad\u00EDa o actualizaba la tarea [{0}] del grupo [{1}].
logMQ03 = Se produjo un error mientras se eliminaba la tarea [{0}] del grupo [{1}].
logMQ04 = Se produjo un error mientras se eliminaba un planificador de la tarea [{0}] del grupo [{1}].
logMQ05 = Se produjo un error mientras se comprobaba si la tarea [{0}] se encuentra definida en el scheduler dentro del grupo [{1}].
logMQ06 = Se ha iniciado correctamente el Scheduler con las propiedades determinadas en el fichero: {0} 
logMQ07 = No se ha podido iniciar el Scheduler con las propiedades indicadas en el fichero {0}: {1}
logMQ08 = No se ha podido a\u00F1adir la tarea debido a que no se han especificado correctamente los par\u00E1metros necesarios.
logMQ09 = Recuperando la tarea [{0}] del scheduler del grupo [{1}].
logMQ10 = Creando la tarea [{0}] en el scheduler del grupo [{1}].
logMQ11 = A\u00F1adiendo planificador peri\u00F3dico ({0} milisegundos) a la tarea...
logMQ12 = A\u00F1adiendo planificador por fecha ({0}) a la tarea...
logMQ13 = Se actualiza el planificador, ya que exist\u00EDa previamente.
logMQ14 = Se asigna como nuevo planificador, ya que no exist\u00EDa previamente.
logMQ15 = No se ha podido eliminar la tarea debido a que no se ha especificado correctamente su nombre.
logMQ16 = Se ha eliminado correctamente el job [{0}] del grupo [{1}].
logMQ17 = No se ha eliminado el job [{0}] del grupo [{1}]. Posiblemente no existiera.
logMQ18 = No se ha podido eliminar el trigger debido a que no se ha especificado correctamente el nombre del job o el identificador del trigger.
logMQ19 = Se ha eliminado correctamente el trigger [{0}] del grupo [{1}].
logMQ20 = No se ha eliminado el trigger [{0}] del grupo [{1}]. Posiblemente no existiera.
logMQ21 = No se ha podido comprobar la existencia de la tarea debido a que no se ha especificado correctamente su nombre.
logMQ22 = El job [{0}] existe en el grupo [{1}].
logMQ23 = El job [{0}] NO existe en el grupo [{1}].
logMQ24 = El scheduler configurado por las propiedades del fichero {0} ha sido detenido.
logMQ25 = Se produjo un error al tratar de detener el scheduler asociado a la tarea: {0}, configurado por las propiedades del fichero {1}: {2}
logMQ26 = Se produjo un error al tratar de consultar si el scheduler ya se encontraba iniciado: {0}
logMQ27 = No se realiza la acci\u00F3n de detenci\u00F3n del Scheduler (gestor de tareas) ya que esta acci\u00F3n se encuentra bloqueada.
logMQ28 = No se realiza la acci\u00F3n de inicializaci\u00F3n del Scheduler (gestor de tareas) ya que esta acci\u00F3n se encuentra bloqueada.
logMQ29 = Se obtuvo una respuesta inesperada al tratar de detener el scheduler asociado a la tarea: {0}, configurado por las propiedades del fichero {1}. La tarea no posee un scheduler asociado o el scheduler ha sido detenido previamente.
logMQ30 = Se obtuvo una respuesta inesperada al tratar de detener el scheduler asociado a la tarea: {0}, configurado por las propiedades del fichero {1}. El scheduler asociado a la tarea ya se encuentra detenido.
logMQ31 = Esperando la finalizaci\u00F3n de las tareas: {0} antes de parar su planificador asociado.
logMQ32 = La tarea [{0}] ha cumplido su periodo y est\u00E1 tratando de ejecutarse sin haber finalizado su ejecuci\u00F3n anterior. Esta nueva ejecuci\u00F3n se ignorar\u00E1 y no se llevar\u00E1 a cabo.
logMQ33 = Se ha producido un error al tratar de comprobar si una determinada tarea (que acaba de cumplir su periodo y debe ejecutarse) ya se encuentra en ejecuci\u00F3n, para tratar de evitar repeticiones innecesarias. Esta ejecuci\u00F3n ser\u00E1 ignorada.